[
  {
    "text": "Take a challenge – Come what may, I am going to smile today and be happy!",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "The world is full of paradoxes; life is full of opposites. The art is to embrace the opposites, accommodate the paradoxes & live with a smile.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Formality is just wrapping paper; belongingness is the actual substance.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Compassion & love are your very nature; these will always remain in you.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Whatever you can change – change. What you cannot change, accept.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Sadhana helps you maintain your centeredness and not be shaken by small events.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Deep inside, you are a fountain of bliss… a fountain of joy!",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Even if imperfections come your way, don’t give them importance - they are like wrinkles on a cloth.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "The smile is the secret of life. The smile is the sacred gift of life.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "When you wake up every morning, look into a mirror and smile. That smile gives courage, energy and confidence to move on in life.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "You can’t control what others think about you. Let them think whatever they want; why lose your peace?",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Uncertainty causes craving for stability. But when you realize the certainty of the Self, you can be at ease with the uncertainty of the world.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Usually in life, you give up in anger; if you learn to give up in wisdom, you will never get frustrated.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "In ignorance, anger is cheap and smile is costly. In knowledge, smile is free and anger is expensive.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "When your mind is not complaining, and you are responsible, courageous and confident—you become inexplicably beautiful.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Contentment is the goal of life.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "The whole planet is one organism. Everybody and everything is connected — one consciousness manifesting in many forms.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Life is bigger than our limited roles and identities. You are a beautiful citizen of this beautiful planet. Compassion & love are your very nature; these will always remain in you.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Spirituality is getting in touch with yourself - the core of your being.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Don’t keep any corner of your existence away from divinity. Let the divine be interwoven into every aspect of life.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Whatever you do, do it with totality — that brings perfection.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "A calm mind, a smiling heart and a selfless act — these three make a human being divine.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "When you feel low, know that life is giving you a chance to become stronger, deeper and more centered.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Faith is realizing that you always get what you need.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "The sign of intelligence is smiling through difficulties and challenges.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "If you can win over your own mind, you can win over the whole world.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Don’t be afraid of making mistakes; only be afraid of repeating them.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Be a light to yourself, and you will automatically light up everyone around you.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "When you make service your sole purpose in life, it eliminates fear, brings focus, and fills you with joy.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "The measure of your success is the number of smiles you bring on people’s faces.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "When you stop blaming and start taking responsibility, that’s when your real journey begins.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Don’t postpone your happiness. If you can’t be happy now, you can’t be happy ever.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },{
    "text": "Meditation is not concentration; it is de-concentration. It is the art of letting go.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "When you are established in the Self, nothing can shake you. You become like the sky — untouched by clouds.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "The more you share joy with others, the more it grows in you.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Confidence is that inner voice that says ‘I am not afraid.’ It comes when you connect to the source within.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "When you are grateful, every little thing in life becomes a celebration",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Enthusiasm is the sign of the Spirit. When you lose enthusiasm, you are disconnected from your source.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Life teaches you the art of letting go with every breath. When you let go, joy flows in.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Don’t wait for perfection in the world - see perfection in everything that exists.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Knowledge is the greatest wealth. It brings inner strength and dissolves ignorance like the sunrise dissolves darkness.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "True freedom is not doing whatever you want, but being free from craving and aversion.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "You don’t have to look for peace. You are peace - just remove the noise and it appears.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "When you serve others without expecting anything in return, grace flows into your life effortlessly.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "When you are hollow and empty within, creativity dawns, love flows, and joy dances in every cell of your being.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "Spirituality is not an escape from life; it is the art of living life totally.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "When you are centered, the outer world cannot disturb you. It can only reflect your peace.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },
  {
    "text": "The purpose of life is to expand happiness - within you and around you.",
    "author": "— Gurudev Sri Sri Ravishankar"
  },  
  {
    "text": "See a mistake as a mistake, not as ‘my’ or ‘his’ mistake. ‘My’ means guilt; ‘his’ means anger.",
    "author": "— Gurudev Sri Sri Ravishankar"
  }
]
